# CurtainMullionn2 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
GroupTypeId..::..CurtainMullionn2 Property
GroupTypeId Class See Also
---
Grid 2 Mullions.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2024
# Syntax
C#
---
```text
public static ForgeTypeId CurtainMullionn2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CurtainMullionn2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CurtainMullionn2 {
	ForgeTypeId^ get ();
}
```

# See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace